Tekla Open API Reference for Tekla Structures 2025
ClashChekerEvent Methods
The ClashChekerEvent type exposes the following members.
Methods
Name | Description
GetClashCheckHandler
 Returns a new clash check handler.
Top
See Also
Reference
ClashChekerEvent Class
Tekla.Structures.Model.ClashChecker Namespace